tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "progrium/taps"
tap "shivammathur/php"
tap "shopify/shopify"
tap "theeternalsw0rd/telnet"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "libidn2"
brew "curl"
brew "docker"
brew "duck"
brew "exa"
brew "libevent"
brew "nettle"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "openjdk"
brew "flyway"
brew "libavif"
brew "gd"
brew "ghostscript"
brew "gobject-introspection"
brew "grep"
brew "node", link: false
brew "grunt-cli", link: false
brew "guile"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "inetutils"
brew "mailhog", restart_service: true
brew "maven"
brew "mysql@5.7", link: true
brew "nghttp2"
brew "node@14"
brew "php", restart_service: true, link: false
brew "php@7.4", restart_service: true
brew "poppler"
brew "ruby", link: true
brew "sphinx-doc"
brew "telnet", link: false
brew "wget"
brew "yarn"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@8.1", link: true
brew "shopify/shopify/themekit"
cask "temurin"
